Revit 2027 API
SymbolTypeId.KPa Property
 Symbol kPa, indicating unit Kilopascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KPa { get; }
Public Shared ReadOnly Property KPa As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KPa {
	ForgeTypeId^ get ();
}
static member KPa : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace